Repository: olivierpons/evalr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Groups of bubbles
fr: Groupes de bulles

source: Bubble
fr: Bulle

source: Bubbles
fr: Bulles

source: Rules
fr: Règles

source: Summary
fr: Résumé

source: Example
fr: Exemple

source: Current word
fr: Le mot courant

source: Next word
fr: Le mot suivant

source: Replacing word
fr: Le mot remplaçant

source: Group of categories
fr: Groupe de catégories

source: Groups of categories
fr: Groupes de catégories

source: Voice
fr: Voix

source: Voices
fr: Voix

source: Word alone
fr: Mot seul

source: Automatic generation
fr: Génération automatique

source: Advanced options
fr: Options avancées

source: Category
fr: Categorie

source: Categories
fr: Catégories

source: This field is required
fr: Ce champ est requis

source: This field contains invalid data
fr: Ce champ contient des données invalides

source: Example:
fr: Exemple :

source: example
fr: exemple

source: Categories: groups of categories
fr: Catégories : groupes de catégories

source: Current words
fr: Mots actuels

source: Group
fr: Groupe

source: Groups of expressions
fr: Groupes d'expressions

source: Sentence
fr: Phrase

source: Sentences
fr: Phrases

source: Group of expressions
fr: Groupe d'expressions

source: person
fr: Personne

source: persons
fr: Personnes

source: for consulting ONLY
fr: pour consultation UNIQUEMENT

source: DO NOT TOUCH
fr: NE PAS TOUCHER

source: they are automatically generated
fr: elles sont créées automatiquement

source: Address
fr: Adresse

source: Addresses
fr: Adresses

source: Phone
fr: Téléphone

source: Phones
fr: Téléphones

source: Person
fr: Personne

source: Gravatar image
fr: Image gravatar

source: Activated
fr: Actif

source: See
fr: Voir

source: Parent links
fr: Liens parents

source: Full sentence
fr: Phrase complète

source: Person session sentence
fr: Personne session phrase

source: Your web browser can't read audio files.
fr: Votre navigateur ne sait pas lire directement les fichiers audio.

source: Check as IMPORTANT for an interrogation
fr: Marquer comme IMPORTANT pour une interrogation

source: Check as NOT important for an interrogation
fr: Marquer comme PAS important pour une interrogation

source: Check as verified and OK
fr: Marquer comme corrigé, et OK

source: Check as verified and NOT ok
fr: Marquer comme corrigé, et PAS ok

source: Url must contains only alphanumerics, "_", "-" or "." characters
fr: Url doit contenir uniquement des caractères alphanumériques, "_", "-" ou "."

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
fr: Entrez un %(username)s acceptable et un mot de passe. Les deux champs sont sensibles à la casse.

source: This account is inactive.
fr: Ce compte est inactif

source: Password
fr: mot de passe

source: Repeat password
fr: Répétez le mot de passe

source: Passwords do not match
fr: Les mots de passe sont différents

source: File too big (limit: 40Mb)
fr: Fichier trop grand (limite : 40 Mb )

source: File conversion error
fr: Erreur de conversion du fichier

source: File reading error
fr: Erreur de lecture du fichier

source: Created
fr: Crée

source: Last changed
fr: Dernière modification

source: V. start
fr: V. début

source: V. end
fr: V. fin

source: No date
fr: Aucune date

source: 1 day ago
fr: Il y a 1 jour

source: {} days ago
fr: il y a {} jours

source: Just now
fr: Maintenant

source: {} seconds ago
fr: il y a {} secondes

source: 1 minute ago
fr: il y a 1 minute

source: {} minutes ago
fr: il y a {} minutes

source: 1 hour ago
fr: il a 1 heure

source: {} hours ago
fr: il a {} heures

source: (no date)
fr: (aucune date)

source: Group of bubbles
fr: Groupe de bulles

source: Bubbles: groups of bubbles
fr: Bulles : groupes de bulles

source: Groups of categories of the current expression
fr: Groupes de catégories de l'expression courante

source: Groups of categories of the next expression
fr: Groupes de catégories de l'expression suivante

source: Categories: groups of categories / rule
fr: Catégories : groupes de catégories / règle

source: Categories: groups of categories / rules
fr: Catégories : groupes de catégories / règles

source: Src link
fr: Lien src

source: Dst link
fr: Lien dst

source: no state
fr: aucun état

source: Expired
fr: Expiré

source: no previous
fr: pas de précédent

source: no current
fr: pas de courant

source: Entity address
fr: Entrez une adresse mail...

source: Entity addresses
fr: Entrez une adresse mail...

source: Entity phone
fr: Entité - téléphone

source: Entity phones
fr: Entité - téléphones

source: Child
fr: Enfant

source: Husband
fr: Mari

source: Wife
fr: Femme

source: Teacher
fr: Professeur

source: Learner
fr: Apprenant

source: Group of learners
fr: Groupe d'apprenants

source: Entity link
fr: Lien entité

source: Entity links
fr: Lien entités

source: There's already an opposite link like that
fr: Il y a déjà un lien oppose comme celui-ci

source: (no name)
fr: (aucun nom)

source: (no type)
fr: (aucun type)

source: Entities group
fr: Groupe d'entités

source: Entities groups
fr: Groupes d'entités

source: Learners
fr: Apprenants

source: Entities group type
fr: Type de groupe d'entités

source: Entities group types
fr: Types de groupe d'entités

source: No file
fr: Aucun fichier

source: No email
fr: Aucun mail

source: Persons
fr: Personnes

source: Generate if no file
fr: Générer si aucun fichier

source: Language
fr: Langue

source: {} (generated with gTTS)
fr: {} (generé avec gTTS)

source: Expression: group of categories
fr: Expression : groupe de catégories de l'expression

source: Expression: groups of categories
fr: Expression : groupes de catégories de l'expression

source: Expression voice
fr: Voix de l'expression

source: Expression voices
fr: Voix de l'expression

source: Expressions group
fr: Groupe d'expression

source: Expressions groups
fr: Groupes d'expressions

source: Infinite
fr: Infini

source: Private
fr: Privé

source: Only close relationships
fr: Seulement des relations proches

source: Everybody
fr: Tout le monde

source: Creator
fr: Créateur

source: Interrogation template
fr: Modèle d'interrogation

source: Person interrogation
fr: Interrogation de personne

source: Person interrogations
fr: Interrogations de personne

source: - activated
fr: - actif

source: Languages
fr: Langues

source: Exam template
fr: Modèle d'examen

source: Exam templates
fr: Modèles d'examens

source: Exam template - group of expressions
fr: Modèle d'examen - groupe d'expressions

source: Exam template - groups of expressions
fr: Modèle d'examen - groupes d'expressions

source: Exam template - sentence
fr: Modèle d'examen - phrase

source: Exam template - sentences
fr: Modèle d'examen - phrases

source: Number of sentences
fr: Nombre de phrases

source: Length (in minutes)
fr: Durée (en minutes)

source: Exam template - Session
fr: Modèle d'examen - session

source: Exam template - Sessions
fr: Modèle d'examen - sessions

source: Session ref.
fr: Réf. session

source: Interro ref.
fr: Réf. interro

source: Interrogation: session of a person
fr: Examen : session d'une personne

source: Interrogation: sessions of a person
fr: Examen : sessions de personnes

source: To be done
fr: En attente

source: Done
fr: Corrigé

source: Valid
fr: Valide

source: Silence length (start of the sentence)
fr: Durée du silence au début de la phrase

source: Silence length (end of the sentence)
fr: Durée du silence à la fin de la phrase

source: Sentence: group of categories
fr: Phrase : groupe de catégories de la phrase

source: Sentence: groups of categories
fr: Phrase : groupes de catégories de la phrase

source: ... starts with
fr: ... commence par

source: ... ends with
fr: ... commence par

source: ... doesn't start with
fr: ... ne commence pas par

source: ... doesn't end with
fr: ... ne se termine pas par

source: Rule
fr: Règle

source: letters (un-checked) or words (checked)
fr: lettres (pas coché) ou des mots (coché)

source: Ex.: letters: 'ùûüÿAE', words: 'un|des|les|ces'
fr: Ex.: lettres : 'ùûüÿAE', mots : 'un|des|les|ces'

source: Not case sensitive
fr: Insensible à la casse

source: Voice: merge
fr: Voix : fusion

source: Voice: merges
fr: Voix : fusions

source: Forgot your password?
fr: Mot de passe oublié&nbsp;?

source: You're a social person!
fr: Vous êtes une personne sociale&nbsp;!

source: You registered here via a social network.
fr: Vous vous êtes enregistré via un réseau social

source: Please connect via a social network available here.
fr: Connectez-vous avec l'un des réseaux sociaux disponibles ici

source: Password reset
fr: Ré-initialisation du mot de passe

source: You've asked to reset your password on %(site_name)s
fr: Vous avez demandé à ré-initialiser votre mot de passe sur %(site_name)s

source: Please go to the following page and choose a new password:
fr: Allez sur cette page et changez votre mot de passe :

source: Thanks for using our site!
fr: Merci de venir sur notre site !

source: See you soon on %(site_name)s
fr: A très bientôt sur %(site_name)s

source: The %(site_name)s's team
fr: L'équipe %(site_name)s

source: Email sent!
fr: Email envoyé !

source: A reset link has been sent
fr: Un lien de ré-initialisation vous a été envoyé

source: (if your email is in our database).
fr: (si votre mail est connu)

source: Already logged in
fr: Déjà connecté

source: You are already logged.
fr: Vous êtes déjà connecté.

source: If you want to logout:
fr: Si vous voulez vous déconnecter&nbsp;:

source: - click on your username
fr: - cliquez sur votre nom d'utilisateur

source: - click on {logout}
fr: - cliquez sur {logout}

source: Home
fr: Accueil

source: Change password
fr: Nouveau mot de passe

source: Password reset!
fr: Mot de passe ré-initialisé !

source: Your password has been reset!
fr: Votre mot de passe a été changé !

source: You can login with your new password.
fr: Vous pouvez vous connecter avec votre nouveau mot de passe

source: Registration
fr: S'enregistrer

source: Email already used
fr: Email déjà utilisé

source: Thanks for registering!
fr: Merci pour votre enregistrement !

source: Thanks for signing up!
fr: Merci de vous être enregistré !

source: We sincerely hope that you will appreciate this new and innovative international way to teach / and / or / learn things, for which the operative word is “fun”
fr: Nous espérons que vous apprécierez cette nouvelle méthode d'apprentissage internationale, pour laquelle le mot clé est “fun” !

source: To validate your registration, click on the following link:
fr: Pour valider votre enregistrement, cliquez sur le lien suivant :

source: Successful registration!
fr: Enregistrement réussi !

source: An email containing an activation link has been sent to the email address you provided.
fr: Un email contenant un lien d'activation a été envoyé à l'adresse email que vous avez donnée.

source: You were logged as another user
fr: Vous étiez connecté sous un autre utilisateur

source: You have been disconnected
fr: Vous avez été déconnecté

source: Please reconnect
fr: Re-connectez vous

source: Account activated!
fr: Compte activé !

source: You have been automatically logged
fr: Vous avez été connecté automatiquement

source: (your account was already activated)
fr: (votre compte était déjà actif)

source: Welcome to {}!
fr: Bienvenue chez {} !

source: Congratulations!
fr: Félicitations !

source: Your account has been activated!
fr: Votre compte a été activé !

source: Your password has been successfully reset.
fr: Votre mot de passe a été changé avec succès.

source: You can now login with your new password.
fr: Vous pouvez vous connecter avec votre nouveau mot de passe

source: This session isn't yours
fr: Cette session n'est pas la vôtre

source: Try a session that is yours
fr: Essayez une session qui est la vôtre

source: No voice to generate
fr: Aucune voix à générer

source: File deletion error
fr: Erreur suppression fichier

source: File moving error
fr: Erreur déplacement fichier

source: The following words have no associated sound. They can't be in an interrogation.
fr: Les mots qui suivent n'ont pas de son associé. Ils ne peuvent donc pas être dans une interrogation.

source: &nbsp;&raquo; &raquo; there's a sound needed for:
fr: &nbsp;&raquo; &raquo; Il vous faut un son pour&nbsp;:

source: Following words have no groups of categories. They can't be used in a sentence.
fr: Les mots qui suivent n'ont pas de groupes de catégories. Ils ne peuvent donc pas être mis dans une phrase.

source: You have to associate at least one category:
fr: Il vous faut associer au moins une catégorie à&nbsp;:

source: A rule isn't properly setup
fr: Une règle n'est pas définie correctement

source: There's one word missing for this rule:
fr: Il manque un mot remplaçant pour cette règle :

source: The following word have no sentence to go and therefore can't be shown/used
fr: Les mots qui suivent n'ont aucune phrase où aller et ne peuvent donc pas être proposés

source: You have to add a sentence that contains:
fr: Il vous faut ajouter une phrase qui contient&nbsp;:

source: Wizard
fr: Assistant

source: New learners group - Wizard
fr: Nouveau groupe d'apprenants - Assistant

source: Wizards
fr: Assistants

source: English
fr: Anglais

source: French
fr: Français

source: ^wizards/?$
fr: ^assistants/?$

source: ^wizard/?$
fr: ^assistant/?$

source: ^wizard/new-examination-template/?$
fr: ^wizard/nouveau-modele-examen/?$

source: ^wizard/new-exam/?$
fr: ^wizard/nouvel-examen/?$

source: ^wizard/new-learners-group/?$
fr: ^wizard/nouveau-groupe-apprenants/?$

source: Django site admin
fr: Site d'administration Django

source: Django administration
fr: Administration Django

source: We get it, stuff happens. Just enter your email address below and we'll send you a link to reset your password!
fr: Cela arrive... Entrez votre adresse email ci-dessous et nous vous enverrons un lien pour ré-initialiser votre mot de passe !

source: Enter Email address...
fr: Entrez une adresse mail...

source: Reset Password
fr: Ré-initialiser le mot de passe

source: Create an account!
fr: Créer un compte&nbsp;!

source: Already have an account? Login!
fr: Déjà inscrit&nbsp;? Connectez-vous&nbsp;!

source: Welcome back!
fr: Bienvenue&nbsp;!

source: username or email...
fr: username ou email...

source: password...
fr: mot de passe

source: Remember me
fr: Se souvenir de moi

source: Login
fr: Se connecter

source: Forgot password?
fr: Mot de passe oublié&nbsp;?

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Pour des raisons de sécurité, entrez votre ancien mot de passe votre nouveau mot puis re-tapez le, afin de vous assurer que vous l'avez correctement tapé.

source: Change my password
fr: Nouveau mot de passe

source: Remember your password? Login!
fr: Mot de passe retrouvé&nbsp;? Connexion&nbsp;!

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Register account
fr: S'enregistrer&nbsp;!

source: Register with Google
fr: S'enregistrer avec Google

source: Register with Facebook
fr: S'enregistrer avec Facebook

source: Register with Twitter
fr: S'enregistrer avec Twitter

source: Register with Github
fr: S'enregistrer avec Github

source: Forgot Password?
fr: Mot de passe oublié&nbsp;?

source: Interrogation!
fr: Interrogation&nbsp;!

source: Welcome, %(nom)s
fr: Bienvenue, %(nom)s

source: Help students to learn with pleasure
fr: Aidez vos étudiants à apprendre avec plaisir

source: icons
fr: icônes

source: Close
fr: Fermer

source: All my sessions &raquo;
fr: Toutes mes sessions &raquo;

source: No interrogation yet
fr: Aucune interrogation actuellement

source: Ready to leave?
fr: Prêt à partir&nbsp;?

source: Select "Logout" below if you are ready to end your current session.
fr: Choisissez "Déconnexion" si vous voulez terminer votre session

source: Cancel
fr: Annuler

source: Logout
fr: Déconnexion

source: Examinations
fr: Examens

source: New session
fr: Nouvelle session

source: Modify session
fr: Modifier une session

source: Reset Wizard
fr: Ré-initialiser le mot de passe

source: The wizard won't work with your Web-browser.
fr: L'assistant ne fonctionne pas sur votre navigateur

source: Please upgrade it to a newer version.
fr: Mettez le à jour avec une version plus récente.

source: You may upgrade, or try, Chrome, or Firefox.
fr: Essayez Chrome, Chromium ou Firefox.

source: We're sorry for that inconvenience
fr: Nous somme désolés pour ce problème

source: Help
fr: Aide

source: The server didn't send a specific error message
fr: Le serveur n'a pas envoyé de message d'erreur explicite

source: A critical error happened with an AJAX call
fr: Une erreur critique est arrivée lors d'un appel AJAX

source: Click here to reset the whole configuration
fr: Cliquez ici pour ré-initialiser la configuration

source: Select all
fr: Sélectionner tout

source: Deselect all
fr: Dé-sélectionner tout

source: New learners group
fr: Nouveau groupe d'apprenants

source: New examination
fr: Nouvel examen

source: Launch an examination
fr: Lancer un nouvel examen

source: New learner
fr: Nouvel apprenant

source: New examination template
fr: Nouveau modèle d'examen

source: No session yet
fr: Aucune session actuellement

source: ? Unknown uuid: {}
fr: ? Uuid inconnu : {}

source: ? Unknown step: {}/{}
fr: ? Étape inconnue : {}/{}

source: Incorrect step
fr: Étape incorrecte

source: Internal error: {}
fr: Erreur interne : {}

source: Internal error
fr: Erreur interne

source: Technical details:
fr: Détails techniques :

source: We're sorry for the inconvenience
fr: Nous sommes désolés pour ce problème

source: Reset wizard
fr: Ré-initialiser l'assistant

source: Restart a new wizard
fr: Re-démarrer un nouvel assistant

source: Dates and times of all injections:
fr: Dates et heures de toutes les injections :

source: Injection done: {}
fr: Injection finie : {}

source: Select/fill a value
fr: Sélectionnez/remplissez une valeur

source: Select/fill a value for {}
fr: Sélectionnez/remplissez une valeur pour {}

source: Mandatory fields
fr: Champs obligatoires

source: Type of model not handled {}
fr: Type de modèle non géré {}

source: Step 1
fr: Étape 1

source: This is where you can generate a new session.
fr: C'est ici que vous pouvez générer une nouvelle session.

source: Note: "session" is not an "interrogation" !
fr: NB : une "session" n'est pas une "interrogation" !

source: If you are new to what a session is, checkout <a href="{}">this link</a>.
fr: If vous ne savez pas ce qu'est une session, cliquez <a href="{}">ici</a>.

source: Explanation done
fr: Explication finie

source: Step 2
fr: Étape 2

source: Default value
fr: Valeur par défaut

source: Choose the interrogation
fr: Choisissez l'interrogation

source: Enter a name
fr: Entrez un nom

source: Select an interrogation
fr: Sélectionnez une interrogation

source: Step 2 done
fr: Étape 2 finie

source: Step 3
fr: Étape 3

source: Step 3 - final sample
fr: Étape 3 - exemple final

source: Wizard - New examination
fr: Assistant - Nouvel examen

source: You have one template. Do you want to use it?
fr: Vous avez un modèle. Voulez-vous l'utiliser ?

source: You have {} templates. Do you want to use one of them?
fr: Vous avez {} modèles. Voulez-vous utiliser l'un de ceux-ci ?

source: Yes
fr: Oui

source: No
fr: Non

source: New exam
fr: Nouvel examen

source: Wizard - New learners group
fr: Assistant - Nouveau groupe d'apprenants

source: Name / how many?
fr: Nom / combien ?

source: Name of the group
fr: Nom du groupe

source: Number of learners
fr: Nombre de d'apprenants

source: Name not unique
fr: Nom pas unique

source: A group like this already exists
fr: Un groupe comme celui-ci existe déjà

source: Name is already taken, please change the name of the group
fr: Le nom est déjà pris, choisissez-en un autre

source: The number of learners must be > 0 and <= 30
fr: Le nombre d'apprenants doit être > 0 et >= 30

source: Select a number
fr: Choisissez un nombre

source: Name: {}, ({} learner(s))
fr: Nom : {}, ({} apprenant(s))

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Incorrect number of learners.
fr: Nombre incorrect d'apprenants

source: Learners information
fr: Information sur les apprenants

source: Email can't be empty
fr: L'email ne peut pas être vide

source: Invalid email
fr: Email invalide

source: First name can't be empty
fr: Le prénom ne peut pas être vide

source: Last name can't be empty
fr: Le nom ne peut pas être vide

source: Email already registered
fr: Email déjà enregistré

source: First name different ({u.first_name})
fr: Prénom différent ({u.first_name})

source: Last name different ({u.last_name})
fr: Nom différent ({u.last_name})

source: Email already registered (more than once!)
fr: Email déjà enregistré (plus d'une fois !)

source: 1 learner entered
fr: 1 apprenant entré

source: Informations entered ({} learners)
fr: Informations entrées ({} apprenants)

source: Incorrect data.
fr: Données incorrectes

source: validation step
fr: étape de validation

source: Click on "Next" to validate the group
fr: Cliquez sur "Suivant" pour valider le groupe

source: Make sure everything is ok before clicking "Next"
fr: Assurez-vous que tout est ok avant de cliquer sur "Suivant"

source: Validation done
fr: Validation terminée

source: Step 4
fr: Étape 4

source: Result
fr: Résultat

source: Error
fr: Erreur

source: Please change the name of the group
fr: Changez le nom du groupe

source: Click on corresponding step to change it.
fr: Cliquez sur l'étape correspondante pour le changer.

source: account with this mail exists, no action has been done
fr: un compte avec ce mail existe déjà, aucune action réalisée

source: Success!
fr: Succès !

source: "{name}" has been successfully created
fr: "{name}" a été crée avec succès.

source: Index not found
fr: Index non trouvé
